bash
bzip2
cryptsetup
device-mapper
dhcpcd
e2fsprogs
findutils
gawk
gcc-libs
gettext
glibc
inetutils
iproute2
iputils
jfsutils
licenses
linux-firmware
logrotate
lvm2
man-db
man-pages
mdadm
nano
netctl
pacman
pciutils
perl
procps-ng
psmisc
reiserfsprogs
s-nail
shadow
sysfsutils
systemd-sysvcompat
texinfo
usbutils
util-linux
vi
xfsprogs
